Merge branch 'group-09-PT' of https://github.com/Neonrok/nosql-databases-labs into group-09
